/* contact us help */
"<center><h2>Contact Us</h2></center><p>Should you experience any issues or problems with Währung.app don't hesitate to <a href='mailto:support@fluxforge.com?Subject=Currency+2+Support'>send us a mail</a>!</p><p>We will be glad to hear your suggestions and feature requests to improve our apps!" = "<center><h2>Kontakt</h2></center><p>Sollten Sie Probleme oder Schwierigkeiten mit Währung.app haben, so können Sie uns jederzeit <a href='mailto:support@fluxforge.com?Subject=Currency+2+Support[de]'>eine Mail schicken!</a>";

/* managing the watchlist help */
"<center><h2>Managing the Watchlist</h2></center><p>To enter the managment mode of your watchlist press the 'Edit' button in the top right corner of the watchlist view.</p><p>To add a new item to your watchlist press the '+' button. In the following view choose the pair of currencies you'd like to watch.</p><p>To delete an item from your watchlist press the delete control on the item's left side and confirm with a press on the appearing 'Delete' button.</p><p>You can also change the order of the items in your watchlist. Just drag them around by touching the drag control on the item's right side.</p>" = "<center><h2>Verwaltung der Liste</h2></center><p>Um Währungsliste zu verwalten, drücken Sie den 'Bearbeiten'-Button im Hauptfenster. Mit dem + Button können Sie neue Währungsumrechnungen hinzufügen. Mit dem Löschen Button können Sie die jeweiligen Umrechnungen löschen.</p><p>Die Liste kann ebenfalls nach Belieben sortiert werden.</p>";

/* offline mode help */
"<center><h2>Offline Mode</h2></center><p>The offline mode forces Währung.app to stay offline and don't update any exchange rates - even if there is a network connection available.</p><p>This setting is useful if you know that your network connection is really slow or if internet access is blocked. It also helps to save you on roaming fees when you are abroad.</p>" = "<center><h2>Offline Modus</h2></center><p>Der Offline-Modus zwingt Währung.app dazu offline zu bleiben und keine Verbindung mit dem Internet aufzubauen.</p>Dies ist nützlich bei schlechter Verbindung oder bei Reisen ins Ausland, um Roaming-Gebühren zu sparen.</p>";

/* bookmarks help */
"<center><h2>Quick Access Bookmarks</h2></center><p>The quick access bookmarks are found in the green bar on top of the watchlist view. Those bookmarks offer you quick access to often used values.</p><center><img src='bookmarks.png'><br><i>Quick Access Bookmarks</i></center><p>You can change your bookmarks in the settings view.</p>" = "<center><h2>Bookmarks</h2></center><p>Die vier Bookmark-Tasten dienen dazu oft genutzte Beträge schnell einzugeben ohne tippen zu müssen. Die Bookmarks befinden sich im Hauptfenster in der grünen Leiste.</p><center><img src='bookmarks.png'><br><i>Bookmark Leiste</i></center><p>Im Einstellungs-Fenster können den Bookmarks beliebige Beträge zugeordnet werden.</p>";

/* No comment provided by engineer. */
"A currency is missing" = "Eine Währung fehlt";

/* add new currency */
"Add New Currency" = "Neue währung zufügen";

/* add/remove */
"Add/Remove" = "Zufügen/Entfernen";

/* No comment provided by engineer. */
"Contact Developer" = "Entwickler kontaktieren";

/* No comment provided by engineer. */
"Contact Flux Forge" = "Flux Forge kontaktieren";

/* No comment provided by engineer. */
"Contact Us" = "Kontakt";

/* conversion not possible */
"Conversion not possible." = "Umrechnung nicht möglich.";

/* email subject */
"Währung.app - Currency Suggestion" = "Währung.app - Währungsvorschlag";

/* No comment provided by engineer. */
"Currency Suggestion" = "Währung vorschlagen";

/* whatever man */
"Currently %i currencies in list.\nLast list update: %@" = "%1$i Währungen.\nWährungsliste zuletzt upgedated: %2$@";

/* No comment provided by engineer. */
"Email" = "E-Mail";

/* forced offline mode */
"Forced Offline Mode" = "Offline Modus";

/* No comment provided by engineer. */
"Forces Währung.app to stay offline." = "Zwingt Währung.app offline zu bleiben.";

/* email body */
"Hello Flux Forge!\n\nI'd like to see the following currencies added to Währung.app: " = "Hallo Flux Forge!\n\nIch möchte, dass folgende Währungen zu Währung.app hinzugefügt werden: ";

/* help topics */
"Help Topics" = "Hilfethemen";

/* No comment provided by engineer. */
"How to manage the watchlist" = "Die Liste verwalten";

/* last update */
"Last Update:" = "Letztes Update:";

/* Never Updated */
"Last Update: Never" = "Letztes Update: Bisher kein Update";

/* manage list */
"Manage List" = "Liste verwalten";

/* No comment provided by engineer. */
"Managing the Watchlist" = "Die Liste verwalten";

/* No comment provided by engineer. */
"Missing Currency" = "Fehlende Währung";

/* new conversion */
"New Conversion" = "Neue Umrechnung";

/* No comment provided by engineer. */
"No currency specified" = "Keine Währung eingegeben";

/* No comment provided by engineer. */
"Offline Mode" = "Offline Modus";

/* No comment provided by engineer. */
"Please enter at least one currency you would like to see in Währung.app" = "Bitte geben sie mindestens eine Währung ein!";

/* quick access bookmarks */
"Quick Access Bookmarks" = "Bookmarks";

/* No comment provided by engineer. */
"Restore Defaults" = "Voreinstellungen wiederherstellen";

/* No comment provided by engineer. */
"Sending Failed - Unknown Error :-(" = "Unbekannter fehler.";

/* No comment provided by engineer. */
"Suggest Currency" = "Währung vorschlagen";

/* No comment provided by engineer. */
"The green bar in the main view." = "Die grüne Leiste im Hauptfenster.";

/* No comment provided by engineer. */
"The suggestion has been sent. We will add the missing currency ASAP and get back to you!" = "Ihr Vorschlag wurde erfolgreich gesendet. Wir werden uns bei Ihnen so schnell wie möglich melden!";

/* wrong input */
"Wrong input!" = "Fehlerhafte Eingabe!";

/* your current watchlist */
"You Current Watchlist" = "Ihre aktuelle Liste";

/* lol html error lol */
"You're offline!<p>There was also<p> no cached chart found!<p> Please connect<p>to the internet!" = "Sie sind offline!<p>Es konnte ebenfalls<p>kein gecachetes Diagramm gefunden werden!<p>Bitte stellen Sie eine<p>Verbindung zum Internet her!";

"Your Watchlist" = "Ihre Liste";

/* Watchlist with no network */
"Your Watchlist [no network]" = "Ihre Liste [Kein Netz]";

/* Watchlist with offline mode */
"Your Watchlist [offline mode]" = "Ihre Liste [Offline Modus]";

"Show iAds" = "iAds anzeigen";

"Enable or disable iAds." = "iAds anzeigen oder nicht.";


